Repository: wachin/Ubuntu-WachiManuales-M-Z
Catalog: Pulsejoin/Traduccion enviada por Mikail/*.po
Languages: es

source: 1) create a virtual microphone, which will combine sound from the default input device (microphone) and default output device (speakers) (sound which is sent to speakers/headphones)
es: 1) Cree un micrófono virtual que combine el sonido del dispositivo de entradapredeterminado (micrófono) y el dispositivo de salida predeterminado(sonido que se envía a los altavoces/auriculares)

source: 2) open Audacity or another application to record sound from this newely created virtual device
es: 2) Abra Audacity u otra aplicación para grabar sonido desde el nuevodispositivo virtual

source: 3) remove this virtual device after closing the application
es: 3) Eliminar este dispositivo virtual después de cerrar la aplicación

source: All input and output devices may be reset by restarting the PulseAudio audioserver
es: Todos los dispositivos de entrada y salida serán reiniciados al reiniciarel servidor PulseAudio

source: An error occured while restarting PulseAudio audio server. It is not working at the moment. Try restarting it again.
es: Se produjo un error al reiniciar el servidor de audio PulseAudio.No está funcionando en este momento. Intenta reiniciarlo de nuevo

source: Do everything automatically with running Audacity
es: Hacer todo automáticamente con Audacity en ejecución

source: Do everything automatically with running SimpleScreenRecorder
es: Hacer todo automáticamente con SimpleScreenRecorder en ejecución

source: Do everything automatically with running another application
es: Hacer todo automáticamente ejecutando otra aplicación

source: Enter command to run
es: Ponga el comando a ejecutar

source: Error creating virtual devices in PulseAudio. Try restarting PulseJoin or choose "Restart PulseAduio" in the PulseJoin window.
es: Error al crear dispositivos virtuales en PulseAudio. Intente reiniciar PulseJoin oelija "Reiniciar PulseAudio" en la ventana de PulseJoin.

source: It is possible <i>do everything automatically</i>
es: Es posible <i>hacer todo automáticamente</i>

source: Make a virtual microphone
es: Crear un microfono virtual

source: Please choose what to do.
es: Por favor escoja qué hacer.

source: PulseAudio server has been restarted successfully. You may need to restart applications that input or output sound.
es: El servidor PulseAudio se ha reiniciado correctamente. Es posible que deba reiniciaraplicaciones que ingresan o emiten sonido

source: Remove the virtual microphone
es: Remover el micrófono virtual

source: Restart PulseAudio
es: Reiniciar PulseAudio

source: Sound_from_microphone+speakers
es: Sonido_desde_micrófono+parlantes

source: Temporary directory
es: Directorio temporal

source: The <b>PulseJoin</b> script allows to <b>record sound from microphone and speakers at the same time in programs which cannot record from multiple sources at the same time</b>.
es: El script <b>PulseJoin</b> permite <b>grabar sonido desde el micrófono yparlantes al mismo tiempo en programas que no pueden grabar desde múltiplesfuentes al mismo tiempo</b>.

source: You may perform each action seperately using buttons bellow
es: Puedes realizar cada acción por separado usando los botones de abajo

source: is not available for writing. The function "Remove the virtual microphone" will not work.
es: no está disponible para escritura. La función "Eliminar el micrófono virtual" no trabajará.

source: pactl utily has not been found. Please install package pulseaudio / pulseaudio-utils / pulseaudio-daemon. Cannot continue working!
es: pactl utily no se ha encontrado. Por favor, instale el paquete pulseaudio /pulseaudio-utils / pulseaudio-daemon. ¡No puedo seguir trabajando!
